[
  {
    "id": 1,
    "name": "Origins",
    "content": "Blaise Pascal (better known as mathematician) invented the first public horse-drawn bus in France in 1662. This bus system was short-lived. Used mainly as a novelty by the nobility, it soon stopped being fashionable and fell out of use.<br/> Buses made a comeback in the early 19th century, as a growing middle class created demand for a form of transportation that provided comfort at a lower cost than private carriages. Many 19th century buses ran on specially-created tracks (all transportation leads to trains) that reduced friction. <br/> By the late 19th century, horse-drawn buses were increasingly replaced with motor-powered buses. An affordable form of travel for many, bus routes paved the way for urban expansion. Alongside other public transport innovations, buses created the conditions that made the idea of the ‘commuter’ possible <a href='https://www.bus.com/blog/a-brief-history-of-buses/'> (Source). </a>"
  },
  {
  "id": 2,
  "name": "London buses",
  "content": "The first London omnibus service was run by George Shillibeer in 1829. Like Pascal’s original buses, the first omnibuses were designed to be used by the very wealthy. This horse-drawn vehicle is the precursor of the iconic red <a href='https://www.ltmuseum.co.uk/collections/stories/transport/short-history-londons-buses'>buses of London</a>. <br/> As of March 2024, TfL operates a <a href='https://tfl.gov.uk/corporate/publications-and-reports/bus-fleet-data-and-audits'>fleet </a> of 8776 buses, a 1.5% increase from the previous year.<br/> London also has a River Bus operated by UberBoat, mainly designed for sightseeing on the Thames.<br/> <img src='./uberboat.jpg' className='icon'></img>"
  },
  {
    "id": 3,
    "name": "Fun facts",
    "content": "Until the 1960s, London’s Leyland double decker buses were commonly used in Skopje, Macedonia, when most were destroyed in an earthquake. In 2010 the Macedonian government commissioned a <a href='https://en.wikipedia.org/wiki/Yutong_City_Master'>fleet of buses</a> based after the red, retro aesthetic, now operating on the streets of the capital."
  }
]